Destinations = Destinations or {}

Destinations.CollectibleDataIndex = {
	KEY = 1,
	NUMBER = 2,
	NAME = 3,
}

Destinations.CollectibleDataStore = {
	[838] = {   --Tamriel Beast Collector
		{"1",   1,  "阿利特"},
		{"2",   2,  "巨型蝙蝠"},
		{"3",   3,  "熊"},
		{"4",   4,  "狼"},
		{"5",   5,  "森祛虎, 剑齿虎"},
		{"6",   6,  "巨型海蝰蛇"},
		{"7",   7,  "双足角犀兽"},
		{"8",   8,  "猛犸象"},
		{"9",   9,  "雷霆蜥蜴"},
		{"A",   10, "雄性气母"},
		{"B",   11, "豺狼"},
		{"C",   12, "地精犬"},
	},
	[841] = {   --Undead Hoarder
		{"1",   1,  "僵尸"},
		{"2",   2,  "骷髅"},
		{"3",   3,  "巫魂"},
		{"4",   4,  "沙人"},
		{"5",   5,  "尸鬼"},
		{"6",   6,  "幽灵, 幽灵射手"},
	},
	[842] = {   --Chitin Accumulator
		{"1",   1,  "蜘蛛"},
		{"2",   2,  "变异的战士, 柯瓦玛"},
		{"3",   3,  "沙克虫"},
		{"4",   4,  "食脑虫"},
		{"5",   5,  "泥沼蟹"},
		{"6",   6,  "蝎子"},
		{"7",   7,  "尼克斯犬虫"},
		{"8",   8,  "黄蜂"},
	},
	[843] = {   --Nature Collector
		{"1",   1,  "树精"},
		{"2",   2,  "扼杀者"},
		{"3",   3,  "海妖"},
		{"4",   4,  "小恶魔"},
		{"5",   5,  "冰巫魂"},
		{"6",   6,  "森灵"},
		{"7",   7,  "幽魂"},
	},
	[844] = {   --Monstrous Component Collector
		{"1",   1,  "狼人"},
		{"2",   2,  "奥格力姆兽"},
		{"3",   3,  "巨魔"},
		{"4",   4,  "食人魔"},
		{"5",   5,  "石像鬼"},
		{"6",   6,  "蛇身女妖"},
		{"7",   7,  "鹰身女妖"},
	},
	[846] = {   --Dwarven Secrets Gatherer
		{"1",   1,  "锻莫球"},
		{"2",   2,  "锻莫蜘蛛"},
	},
	[847] = {   --Atronach Element Collector
		{"1",   1,  "火焰侍灵"},
		{"2",   2,  "腐肉侍灵"},
		{"3",   3,  "寒冰侍灵"},
		{"4",   4,  "风暴侍灵"},
	},
	[848] = {   --Oblivion Shard Gatherer
		{"1",   1,  "眷魔"},
		{"2",   2,  "惊惧兽"},
		{"3",   3,  "魔鳄兽"},
		{"4",   4,  "劣魔"},
		{"5",   5,  "蛛型魔族"},
	},
}
